export default {
  global: {
    learnMore: 'اعرف المزيد',
    getStarted: 'ابدأ الآن',
  },
  menu: {
    home: 'الرئيسية',
    about: 'عنا',
    services: 'خدماتنا',
    news: 'الأخبار',
    careers: 'الوظائف',
    contact: 'تواصل معنا',
  },
  home: {
    hero: {
      title: 'حلول رهن يسيرة لتعظيم أصولك',
      description:
        'تحكم بمستقبلك المالي من خلال خدمات الرهن العقاري والاستثمار والتوفير المصممة خصيصًا لتعظيم قيمة أصولك عبر قروض مضمونة يسهل الوصول إليها.',
      button: {
        started: 'ابدأ الآن',
        more: 'اعرف المزيد',
      },
      registration: {
        button: 'ابدأ الآن',
        modalTitle: 'انضم إلى المغامرة معنا!',
        message1: 'عزيزي العميل، شكرًا لاختيارك لنا! سنعلن قريبًا عن خدمات الاستثمار في وسيَرا.',
        message2: 'انضم إلى قائمة الانتظار لدينا للحصول على فوائد الوصول المبكر الحصرية.',
        fields: {
          firstName: {
            label: 'الاسم',
          },
          lastName: {
            label: 'اللقب',
          },
          email: {
            label: 'البريد الإلكتروني',
          },
          phone: {
            label: 'الهاتف',
          },
          serviceType: {
            label: 'نوع الخدمة',
            description: 'اختر الخدمة ( أو الخدمات ) التي تهمك لاستكشافها مع وسيَر',
            options: {
              mortgageSplit: {
                label: 'تقسيم الرهن',
                description: 'تقسيم الرهن يقسم رهنك بشروط وأسعار مرنة.',
              },
              investments: {
                label: 'الاستثمارات',
                description: 'الاستثمارات تعزز شمولك المالي بخيارات الأسهم.',
              },
              assetBackedLoan: {
                label: 'قرض مدعوم بأصول',
                description: 'قرض مدعوم بأصول يوفر تمويلاً مرناً مضمونًا بضمانات.',
              },
              savings: {
                label: 'الادخار',
                description: 'الادخار يساعدك على تنمية وإدارة الأموال بكفاءة.',
              },
            },
          },
        },
        submit: 'إرسال',
        success: {
          title: 'تم التسجيل بنجاح',
          description: 'شكرًا لتسجيلك معنا! سنتواصل معك قريبًا.',
        },
      },
    },
    info: {
      vision: {
        title: 'رؤيتنا',
        description: 'أن نكون الخيار الأول في أسواق الدين والرهون لتحقيق العوائد من رأس المال والأصول الخامدة.',
      },
      mission: {
        title: 'الرسالة',
        description:
          'تبسيط العمليات المالية عبر توظيف أحدث التقنيات وإتاحة الفرصة للمواطنين والمشاركين في السوق للوصول إلى الأصول والملكيات الخامدة.',
      },
      wassera: {
        title: 'لماذا وسيرا ؟',
        description: 'منتجنا الرئيسي هو منصة سهلة الاستخدام تعزز قيمة الأصول وتقدم خدمات الاستثمار والادخار من خلال قروض الرهن العقاري المضمونة',
      },
    },
    offers: {
      title: {
        line1: 'هل تعرف عن',
        line2: ' العروض ؟',
      },
      list: [
        'نستخدم أحدث التقنيات لتمكين الأفراد والشركات من الوصول إلى أصولهم وملكياتهم الخاصة لتعزيز الائتمان بسرعة وكفاءة من خلال منتجات مالية مبتكرة',

        'نقدم خدمات مالية سريعة وآمنة ومتاحة للجميع تُمكّن العملاء من تعزيز قيمة أصولهم، متجاوزين عوائق البنوك التقليدية',

        'تقليل نسبة دخل العميل المخصومة لتغطية الالتزامات المالية، كالقروض لتخفيف العبء المالي على العميل',

        'رفع التصنيف الائتماني',

        'زيادة ملاءة العملاء',

        'تصفية الالتزامات المالية للعميل لتسهيل عملية رسملة الأصول/ تمويل الأصول',
      ],
    },
    statistics: {
      title: 'قيمة سوق الرهن العقاري في السعودية',
      totalMortgageValue: 'الرهن العقاري الإجمالي',
      averageMortgageValue: 'متوسط قيمة الرهن',
      averageMortgageDescription: 'متوسط قيمة الرهن العقاري',
      activeMortgages: 'رهن عقاري نشط',
      mortageCount: 'رهن في 2024',
      billion: 'مليار',
      million: 'مليون',
      plus: '+',
      k: 'ألف',
    },
    partnerships: {
      title: 'شركاء',
      description: 'علاقاتنا تعد الشركات للمستقبل. نحن نعمل مع مجموعة مختارة من الشركاء الموثوق بهم.',
    },
  },

  footer: {
    contact: 'تواصل معنا',
    description: 'نحن نقدم خدمات الرهن العقاري والاستثمار والادخار للأفراد والشركات',
    contacts: 'تواصل معنا',

    address: '7134 حي الريان، حي النفل، الرياض 13312 المملكة العربية السعودية',
    phone: 'الهاتف',
    email: 'البريد الإلكتروني',
    social: 'تواصل معنا على الشبكات الاجتماعية',
    rights: 'جميع الحقوق محفوظة  ©  وسيرا 2024',
  },
} as const;
