export default {
  global: {
    learnMore: 'اعرف المزيد',
    getStarted: 'ابدأ الآن',
  },
  menu: {
    home: 'الرئيسية',
    about: 'عنا',
    services: 'خدماتنا',
    news: 'الأخبار',
    careers: 'الوظائف',
    contact: 'تواصل معنا',
  },
  home: {
    hero: {
      title: 'حلول رهن يسيرة لتعظيم أصولك',
      description:
        'تحكم بمستقبلك المالي من خلال خدمات الرهن العقاري والاستثمار والتوفير المصممة خصيصًا لتعظيم قيمة أصولك عبر قروض مضمونة يسهل الوصول إليها.',
      button: {
        started: 'ابدأ الآن',
        more: 'اعرف المزيد',
      },
    },
    info: {
      vision: {
        title: 'رؤيتنا',
        description: 'أن نكون الخيار الأول في أسواق الدين والرهون لتحقيق العوائد من رأس المال والأصول الخامدة.',
      },
      mission: {
        title: 'الرسالة',
        description:
          'تبسيط العمليات المالية عبر توظيف أحدث التقنيات وإتاحة الفرصة للمواطنين والمشاركين في السوق للوصول إلى الأصول والملكيات الخامدة.',
      },
      wassera: {
        title: 'لماذا وسيرا ؟',
        description: 'منتجنا الرئيسي هو منصة سهلة الاستخدام تعزز قيمة الأصول وتقدم خدمات الاستثمار والادخار من خلال قروض الرهن العقاري المضمونة',
      },
    },
  },
} as const;
