export default {
  global: {
    learnMore: 'اعرف المزيد',
    getStarted: 'ابدأ الآن',
  },
  menu: {
    home: 'الرئيسية',
    about: 'عنا',
    services: 'خدماتنا',
    news: 'الأخبار',
    careers: 'الوظائف',
    contact: 'تواصل معنا',
  },
  home: {
    hero: {
      title: 'حلول رهن يسيرة لتعظيم أصولك',
      description:
        'تحكم بمستقبلك المالي من خلال خدمات الرهن العقاري والاستثمار والتوفير المصممة خصيصًا لتعظيم قيمة أصولك عبر قروض مضمونة يسهل الوصول إليها.',
      button: {
        started: 'ابدأ الآن',
        more: 'اعرف المزيد',
      },
    },
    info: {
      vision: {
        title: 'رؤيتنا',
        description: 'أن نكون الخيار الأول في أسواق الدين والرهون لتحقيق العوائد من رأس المال والأصول الخامدة.',
      },
      mission: {
        title: 'الرسالة',
        description:
          'تبسيط العمليات المالية عبر توظيف أحدث التقنيات وإتاحة الفرصة للمواطنين والمشاركين في السوق للوصول إلى الأصول والملكيات الخامدة.',
      },
      wassera: {
        title: 'لماذا وسيرا ؟',
        description: 'منتجنا الرئيسي هو منصة سهلة الاستخدام تعزز قيمة الأصول وتقدم خدمات الاستثمار والادخار من خلال قروض الرهن العقاري المضمونة',
      },
    },
    offers: {
      title: {
        line1: 'هل تعرف عن',
        line2: ' العروض ؟',
      },
      list: [
        'نستخدم أحدث التقنيات لتمكين الأفراد والشركات من الوصول إلى أصولهم وملكياتهم الخاصة لتعزيز الائتمان بسرعة وكفاءة من خلال منتجات مالية مبتكرة',

        'نقدم خدمات مالية سريعة وآمنة ومتاحة للجميع تُمكّن العملاء من تعزيز قيمة أصولهم، متجاوزين عوائق البنوك التقليدية',

        'تقليل نسبة دخل العميل المخصومة لتغطية الالتزامات المالية، كالقروض لتخفيف العبء المالي على العميل',

        'رفع التصنيف الائتماني',

        'زيادة ملاءة العملاء',

        'تصفية الالتزامات المالية للعميل لتسهيل عملية رسملة الأصول/ تمويل الأصول',
      ],
    },
  },
} as const;
